import streamlit as st

st.title("お気に入りのAimerを見つけよう♪")
st.header("Aimerとは")
st.markdown("""
Aimer（エメ）とは、ドラマや映画、アニメの主題歌等で活躍を見せる女性のJ-POPアーティストです。
恋愛リアリティーショー『オオカミシリーズ』では『コイワズライ』、アニメ『鬼滅の刃』では『残響残歌』、サスペンスドラマ『あなたの番です』では『STAND-ALONE』などなど……。数々の人気タイトルでテーマソングを担当した有名歌手です！
他にはないような、あのハスキーボイスがたまらないですよね✨

さて、そんなAimerの曲ですが、ヒットソングならば一度は耳にしたことがあるかと思います。
しかし！わたしはもっとAimerの魅力を伝えてAimerのいろんな曲に触れてもらいたい！！
もちろん、膨大な数の曲がある中、全部聞けとは言いません（もちろん全部聞いてほしいですが）。
そこで、あなたにはどんなAimerが合いそうなのかを見つけるお手伝いをします♪

本アプリでは、あなたの趣味嗜好を診断し、おすすめの曲を紹介していきます！！
            """)